{
    "CONTACT" : "Contact",
    "MYSELF-DESCRIPTION": "Passionate and self-taught Front-End Developer, with experience in challenging projects like Chordoku. Constantly seeking knowledge.",
    "PROJECTS" : "Projects",
    "CHORDOKU_TEXT" : "Chordoku is a musical video game that challenges your harmonic skills. On a 4x4 board, your mission is to complete the assigned chord. Immerse yourself in this unique experience that blends the fun of a game with musical creativity, testing your harmonic abilities at each level.",
    "RICK_TEXT" : "Rick & Morty is a web app enabling users to explore the series' universe via an interactive interface. It features pagination, search, and filters for easy character and episode exploration.",
    "RANDOM-COLOR__TEXT" : "Random Color is a project with a button that generates colors randomly upon clicking. It displays the color on the screen immediately, providing an interactive experience.",
    "MY-PAGE__TEXT" : "My Page is my personal online space where I share videos of my live musical performances. Additionally, you have exclusive access to the sheet music of my own arrangements. Explore my musical world through live performances and discover the music behind the sheet music. mundo musical a través de interpretaciones en vivo y descubre la música detrás de las partituras.",
    "RGB-SELECTOR__TEXT" : "RGB Selector is an interactive tool with three sliders for the Red, Green, and Blue colors. Adjust these controls to mix colors and create a wide range of shades. The resulting color is displayed in real-time as the background, allowing you to experiment and customize your color selections intuitively.",
    "QUOTES-TEXT" : "Quotes is a random South Park quotes generator. With around 41 phrases from various characters in the series, simply press a button to receive one of these amusing quotes randomly. An entertaining way to relive classic moments from the show.",
    "CHRONOMETER_TEXT" : "Chronometer is a simple stopwatch application. It provides basic functionality for measuring time, serving as a straightforward and efficient tool for various situations.",
    "TODO-LIST__TEXT" :"To-do List is a simple task list application. It allows you to organize and manage your pending tasks easily and efficiently. A practical tool to stay organized in your daily activities.",
    "SKILLS" : "Skills",
    "LANGUAGES" : "Languages",
    "PHONE" : "Phone",
    "NAME" : "Name",
    "EMAIL" : "Email",
    "SUBJECT" : "Subject",
    "MESSAGE" : "Message",
    "SUBMIT" : "Submit",
    "NAME-REQUIRED": "Name is required",
    "NAME-MIN__LENGTH": "Minimum 2 characters",
    "NAME-MAX__LENGTH": "Maximum 20 characters",
    "EMAIL-REQUIRED": "Email is required",
    "EMAIL-INVALID": "Invalid email format",
    "SUBJECT-REQUIRED": "Subject is required",
    "BODY-REQUIRED": "Message is required"    
}