{
  "INTRODUCTION": "Hola, soy Federico",
  "CONTACT": "Contacto",
  "FULLSTACK-DEVELOPER": "Desarrollador FullStack",
  "MYSELF-DESCRIPTION": "Desarrollador FullStack apasionado, con experiencia en proyectos desafiantes como Chordoku. En constante búsqueda de conocimiento",
  "PROJECTS": "Proyectos",
  "CHORDOKU_TITLE": "Chordoku",
  "MINIGAMES": "Mini-juegos",
  "MEMORY_GAME": "Memory Game",
  "PAIRS_TITLE": "Pares ordenados",
  "RANDOM_TITLE": "Color aleatorio",
  "MY-PAGE_TITLE": "Mi pagina",
  "RGB_TITLE": "Selector RGB",
  "QUOTES_TITLE": "Frases",
  "CHRONOMETER_TITLE": "Cronómetro",
  "TO-DO_TITLE": "Tareas",
  "POKEDEX_TITLE": "Pokedex",
  "RICK-MORTY_TITLE": "Rick & Morty",
  "CHORDOKU_TEXT": "Chordoku es un videojuego musical que desafía tu destreza armónica. En un tablero de 4x4, tu misión es completar el acorde asignado. Sumérgete en esta experiencia única que fusiona la diversión de un juego con la creatividad musical, poniendo a prueba tus habilidades armónicas en cada nivel.",
  "MINIGAMES_TEXT": "Minijuegos es un proyecto centrado en desarrollar juegos clásicos como Ta Te Ti, Ta Te Ti vs IA y Simon. Hace énfasis en lógica, algoritmos y Programación Orientada a Objetos (POO), utilizando patrones de diseño para una estructura de código limpia y eficiente.",
  "MEMORY_GAME_TEXT": "Este proyecto es fullstack, las puntuaciones de los jugadores se guardan en una base de datos PostgreSQL a traves de un servidor en Flask",
  "PAIRS_TEXT": "Pares ordenados es un programa que resuelve relaciones entre conjuntos. ¿Cómo surgió la idea? Descubrí que al resolver problemas matemáticos mediante la programación, no solo refuerzo mis habilidades en ambos campos, sino que también mejoro mi capacidad práctica.",
  "RICK_TEXT": "Rick & Morty es una aplicación web que permite a los usuarios explorar el vasto universo de la serie a través de una interfaz interactiva. Incluye paginación, búsqueda y filtros, facilitando la exploración de personajes y episodios.",
  "RANDOM-COLOR__TEXT": "Random Color es un proyecto con un botón que genera colores de manera aleatoria al hacer clic. Muestra el color en pantalla de forma inmediata, ofreciendo una experiencia interactiva.",
  "MY-PAGE__TEXT": "My Page es mi espacio personal en línea, donde comparto videos de mis actuaciones musicales en vivo. Además, tienes acceso exclusivo a las partituras de mis propios arreglos. Explora mi mundo musical a través de interpretaciones en vivo y descubre la música detrás de las partituras.",
  "RGB-SELECTOR__TEXT": "RGB Selector es una herramienta interactiva con tres controles deslizantes para los colores Rojo, Verde y Azul. Ajusta estos controles para mezclar colores y crea una amplia gama de tonalidades. El color resultante se muestra en tiempo real como fondo, permitiéndote experimentar y personalizar tus selecciones de color de manera intuitiva.",
  "QUOTES-TEXT": "Quotes es un generador de citas aleatorias de South Park. Con alrededor de 41 frases de varios personajes de la serie, simplemente presiona un botón para recibir una de estas divertidas citas de forma aleatoria. Una manera entretenida de revivir momentos clásicos de la serie.",
  "CHRONOMETER_TEXT": "Chronometer es una aplicación simple de cronómetro. Ofrece funcionalidad básica para medir el tiempo, siendo una herramienta directa y eficiente para diversas situaciones.",
  "TODO-LIST__TEXT": "To-do List es una aplicación sencilla de lista de tareas. Permite organizar y gestionar tus tareas pendientes de manera fácil y eficiente. Una herramienta práctica para mantenerse organizado en tus actividades diarias.",
  "POKEDEX-TEXT": "El proyecto de la Pokédex dentro de mi portafolio sirve como práctica para trabajar con APIs. Es un esfuerzo interesante donde me sumerjo en el mundo de Pokémon, utilizando APIs para recolectar datos y presentarlos en un formato interactivo. A través de este proyecto, perfecciono mis habilidades en la obtención, manipulación y presentación de datos, todo mientras me sumerjo en el cautivador mundo de Pokémon.",
  "SKILLS": "Habilidades",
  "LANGUAGES": "Idiomas",
  "PHONE": "Teléfono",
  "NAME": "Nombre",
  "EMAIL": "Correo electrónico",
  "SUBJECT": "Asunto",
  "MESSAGE": "Mensaje",
  "SUBMIT": "Enviar",
  "NAME-REQUIRED": "Nombre es requerido",
  "NAME-MIN__LENGTH": "Mínimo 2 caracteres",
  "NAME-MAX__LENGTH": "Máximo 20 caracteres",
  "EMAIL-REQUIRED": "Correo es requerido",
  "EMAIL-INVALID": "Formato de correo inválido",
  "SUBJECT-REQUIRED": "Asunto es requerido",
  "BODY-REQUIRED": "Mensaje es requerido",
  "SPANISH": "Español",
  "ENGLISH": "Inglés",
  "SEND": "Enviar",
  "LEARN-MORE": "Ver más",
  "HIDE": "Ver menos"
}
